{
  "quotes": [
    "When you look at someone through rose-colored glasses, all the red flags just look like flags.",
    "I got drunk and thought my reflection was another dog. I was so mad at that other dog! He was wearing my clothes.",
    "You can't force love, you blockhead. All you can do is be good to the people in your life, and keep your heart open.",
    "It takes a long time to realize how truly miserable you are, and even longer to see that it doesn't have to be that way.",
    "I want to do things with you. Fully clothed, sober, in daylight hours.",
    "You are everything that's wrong with you.",
    "The universe is a cruel, uncaring void. The key to being happy isn't a search for meaning. It's to just keep yourself busy with unimportant nonsense and eventually, you'll be dead.",
    "Don't fetishize your own sadness.",
    "Fool me once shame on me, but teach a man to fool me and I'll be fooled for the rest of my life.",
    "One day, you're gonna look around and you're going to realize that everybody loves you, but nobody likes you. And that is the loneliest feeling in the world",
    "Nothing on the outside, nothing on the inside.",
    "Fool me once, fool me twice, fool me chicken soup and rice.",
    "I do love you, by the way. As much as I'm capable of loving someone. Which is never enough. I'm sorry.",
    "You are everything that's wrong with you.",
    "I know I'm smiling right now, but the light inside me is dying.",
    "I'm not afraid of commitment. I commit to things all the time. It's the following through on that commitment that I take issue with.",
    "You know, sometimes I think I was born with a leak, and any goodness I started with just slowly spilled out of me and now its all gone. And I will never get it back in me. It is too late. Life is a series of closing doors, isn't it?",
    "I'm responsible for my own happiness? I can't even be responsible for my own breakfast.",
    "If the holocaust happened every four years, like the Olympics, that would be better than this.",
    "Every day it gets a little easier. But you have to do it every day. That's the hard part. But it does get easier.",
    "My life is a mess right now and I compulsively take care of other people when I don't know how to take care of myself.",
    "Well, That's the problem with life, right? Either you know what you want and you don't get what you want, or get what you want, and then you don't know what you want.",
    "I don't understand how people… live. It's amazing to me that people wake up every morning and say, 'Yeah, another day, let's do it!' How do people do it?",
    "This is all that I am, and all that I'm ever going to be."
  ]
}
